# SPDX-License-Identifier: GPL-3.0-or-later

# SPDX-License-Identifier: GPL-3.0-or-later

community-redirect=Gemeinschaft (Matrix) \u2197
play=Spielen
level-editor=Levelbearbeiter
preferences=Einstellungen
information=Informationen
select-language=Sprache ausw\u00e4hlen
show-enemy-turns=Gegnerz\u00fcge anzeigen
warn-about-forgotten-kingdoms=Vor vergessenen K\u00f6nigreichen warnen
about=\u00dcber
report-crash=Absturz melden
statistics=Statistiken
page_1=Seite 1
page_2=Seite 2
back=Zur\u00fcck
sandbox-game=Sandbox-Spiel
campaign=Kampagne
tutorial=Anleitung
changelog=\u00c4nderungsprotokoll
dependency-licenses=Abh\u00e4ngigkeitslizenzen
privacy-policy=Datenschutzrichtlinie \u2197
exit=Beenden
retry=Wiederholen
continue=Weiter
by-author=Von Sesu8642
version=Version
replay=Nochmal spielen
spectate=Zuschauen
share=Teilen
copy=Kopieren
ok=OK
cancel=Abbrechen
yes=Ja
no=Nein
round=Runde
seed=Seed
starting-position=Startposition
cpu-difficulty=CPU-Schwierigkeit
map-size=Kartengr\u00f6\u00dfe
map-density=Kartendichte
number-of-bots=Anzahl der Bots
easy=Einfach
medium=Mittel
hard=Schwer
very-hard=Sehr schwer
small=Klein
large=Gro\u00df
xlarge=Sehr gro\u00df
xxlarge=Riesig
dense=Dicht
loose=Locker
peasant=Bauer
spearman=Speerk\u00e4mpfer
knight=Ritter
baron=Baron
total-games-played=Gesamt gespielte Spiele
total-games-won=Gesamt gewonnene Spiele
total-games-lost=Gesamt verlorene Spiele
total-games-aborted=Gesamt abgebrochene Spiele
total-maps-generated=Gesamt generierte Karten
games-won=Gewonnene Spiele
games-lost=Verlorene Spiele
games-aborted=Abgebrochene Spiele
ai-statistics={0} KI-Statistiken
tutorial-nag-text=Wei\u00dft du, wie man spielt?\n
game-updated-text=Das Spiel wurde aktualisiert. Siehe das \u00c4nderungsprotokoll f\u00fcr Details.\n
open-changelog=\u00c4nderungsprotokoll \u00f6ffnen
victory-surrendered-text=SIEG! Deine Feinde haben in Runde {0} kapituliert.\n\nM\u00f6chtest du fortfahren?\n
defeat-conquered-text=Dein Feind hat den Gro\u00dfteil des Territoriums erobert.\n\nM\u00f6chtest du fortfahren?\n
victory-all-enemies-defeated-surrendered-text=Du hast alle deine Feinde besiegt. Sie haben in Runde {0} kapituliert.
victory-all-enemies-defeated-text=SIEG! Du hast alle deine Feinde in Runde {0} besiegt.
defeat-all-kingdoms-conquered-text=NIEDERLAGE! Alle deine K\u00f6nigreiche wurden in Runde {0} vom Feind erobert.
enemy-won-text=Dein Feind hat alle anderen Spieler besiegt. Du hast in Runde {0} verloren.
cannot-end-turn-text=Du kannst deinen Zug nicht beenden, da du etwas in der Hand h\u00e4ltst. Platziere es zuerst auf der Karte.
sharing-preemble-ongoing=Ich spiele dieses Feudal Tactics Spiel. Kannst du es schlagen?
sharing-preemble-surrender=Ich habe dieses Feudal Tactics Spiel verloren. Kannst du es schlagen?
sharing-preemble-defeat=Ich habe dieses Feudal Tactics Spiel in Runde {0} verloren. Kannst du es besser machen?
sharing-preemble-victory=Ich habe dieses Feudal Tactics Spiel in Runde {0} gewonnen. Kannst du es besser machen?
dependency-click-description=Klicke/tippe auf eine Abh\u00e4ngigkeit, um deren Lizenzdetails zu sehen.
join-community-text=Tritt der Feudal Tactics Gemeinschaft bei.
about-feudal-tactics=\u00dcber Feudal Tactics
acknowledgements=Danksagungen:
acknowledgements-text=Vielen Dank an Sean O'Connor f\u00fcr sein Spiel Slay, von dem dieses Spiel stark inspiriert ist!\n\nVielen Dank an Amit Patel f\u00fcr seinen Leitfaden zu hexagonalen Gittern auf redblobgames.com!
gpl-text=Dieses Programm ist freie Software: Sie k\u00f6nnen es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation ver\u00f6ffentlicht, weitergeben und/oder modifizieren; entweder gem\u00e4\u00df Version 3 der Lizenz oder (nach Ihrer Option) jeder sp\u00e4teren Version.\n\nDieses Programm wird in der Hoffnung verbreitet, dass es n\u00fctzlich sein wird, aber OHNE JEDE GEW\u00c4HRLEISTUNG; sogar ohne die implizite Gew\u00e4hrleistung der MARKTF\u00c4HIGKEIT oder EIGNUNG F\u00c4R EINEN BESTIMMTEN ZWECK. Siehe die GNU General Public License f\u00fcr weitere Details.\n\nSie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben. Wenn nicht, siehe <https://www.gnu.org/licenses/>.
version-text={0} {1}\n{2} {3}
by=von
forgotten-kingdoms-warning=Du hast vielleicht vergessen, deine Z\u00fcge f\u00fcr ein K\u00f6nigreich zu machen.\n\nBist du sicher, dass du deinen Zug beenden m\u00f6chtest?\n
enemy-turn=Gegnerzug
savings-info=Ersparnisse: {0} ({1})
select-kingdom-info=Dein Zug \u2013 w\u00e4hle ein K\u00f6nigreich.
confirm-lost-progress=Dein Fortschritt geht verloren. Bist du sicher?\n
map-size-info=Kartengr\u00f6\u00dfe: {0}
dependencies=Abh\u00e4ngigkeiten
no-crashes=Es wurden bisher keine Abst\u00fcrze erkannt!
nothing-to-see-here=Hier gibt es nichts zu sehen.
report-a-crash=Absturz melden
report-crash-instruction=Feudal Tactics ist zuvor abgest\u00fcrzt. Bitte melde die folgenden Informationen per E-Mail oder GitHub.
send-email-redirect=E-Mail senden \u2197
open-github-redirect=GitHub \u00f6ffnen \u2197
copy-button=Kopieren
changelog-community-nag=Tritt der Feudal Tactics Gemeinschaft auf Matrix bei! Siehe Informationsmen\u00fc.
dependency-details=Abh\u00e4ngigkeitsdetails
finish=Abschlie\u00dfen
next=Weiter
level-selection=Levelauswahl
tutorial-objective-1=Feudal Tactics ist ein rundenbasiertes Strategiespiel. Du spielst auf einer Insel, die aus sechseckigen Feldern besteht. Jedes Feld ist farbig markiert, um zu zeigen, welcher Spieler es besitzt.\nZwei oder mehr verbundene Felder derselben Farbe bilden ein K\u00f6nigreich.\n\nZiel: Klicke/tippe auf dein gro\u00dfes K\u00f6nigreich im S\u00fcdosten der Insel, um es auszuw\u00e4hlen.\n\nHinweis: Die Zuganzeige in der oberen linken Ecke des Bildschirms zeigt die Farbe des Spielers an, der an der Reihe ist. Da du an der Reihe bist, entspricht diese Farbe der Farbe deiner Felder.\n\nHinweis: Du kannst dein aktuelles Ziel jederzeit \u00fcber die Schaltfl\u00e4che sehen, die so aussieht:
tutorial-objective-2=Nachdem du dein K\u00f6nigreich ausgew\u00e4hlt hast, kannst du seine Finanzen in der oberen linken Ecke des Bildschirms sehen.\n\nBeispiel: Ersparnisse: 14 (+12)\n14 ist die Anzahl der M\u00f6nzen, die dieses K\u00f6nigreich besitzt. Sie k\u00f6nnen zum Kauf von Einheiten oder Burgen verwendet werden.\n12 ist das Einkommen pro Runde. Jedes K\u00f6nigreich erh\u00e4lt eine M\u00f6nze pro Feld. Das Einkommen wird um den Sold seiner Einheiten reduziert.\n\nZiel: Klicke auf diese Schaltfl\u00e4che am unteren Bildschirmrand, um einen Bauern f\u00fcr 10 M\u00f6nzen zu kaufen:
tutorial-objective-3-1=Beachte, wie deine Ersparnisse und dein Einkommen gesunken sind.\nDu hast nun den Bauern in der Hand, was durch das Handsymbol auf der rechten Seite des Bildschirms angezeigt wird.
tutorial-objective-3-2=\nDu kannst ihn in deinem eigenen K\u00f6nigreich platzieren oder ein feindliches Feld erobern. Ein Bauer kann nur Felder erobern, die nicht gesch\u00fctzt sind, da er die schw\u00e4chste Einheit ist.\n\nZiel: Erober das ungesch\u00fctzte Feld neben deinem K\u00f6nigreich.
tutorial-objective-4-1=Nach der Eroberung k\u00f6nnen Einheiten wie dein Bauer erst in der n\u00e4chsten Runde wieder bewegt werden.\n\nDr\u00fccke diese Schaltfl\u00e4che, um deinen Zug zu beenden:
tutorial-objective-4-2=Deine Feinde werden dann ihre Z\u00fcge machen.\n\nZiel: Beende deinen Zug und w\u00e4hle dein K\u00f6nigreich erneut aus.
tutorial-objective-5-1=Die Felder des angrenzenden K\u00f6nigreichs deines Gegners sind durch das Hauptquartier gesch\u00fctzt. Einheiten, Hauptquartiere und Burgen sch\u00fctzen das Feld, auf dem sie stehen, sowie alle angrenzenden Felder. Die Schutzstufe eines Feldes wird durch bis zu vier Schildsymbole angezeigt.
tutorial-objective-5-2=Um ein gesch\u00fctztes Feld zu erobern, ben\u00f6tigst du eine Einheit mit gr\u00f6\u00dferer St\u00e4rke. In diesem Fall ben\u00f6tigst du mindestens einen Speerk\u00e4mpfer, um ein Feld zu erobern, das von einem Hauptquartier gesch\u00fctzt wird. Um st\u00e4rkere Einheiten zu erhalten, platziere einen Bauern auf einer anderen Einheit.\n\nZiel: Kaufe einen weiteren Bauern und platziere ihn auf deinem vorhandenen, um einen Speerk\u00e4mpfer zu erstellen.
tutorial-objective-6-1=Der Speerk\u00e4mpfer, den du erstellt hast, ben\u00f6tigt einen h\u00f6heren Sold als ein Bauer. Hier ist eine \u00dcbersicht \u00fcber alle Einheiten.
tutorial-objective-6-2=Ziel: Greife deinen Gegner mit dem Speerk\u00e4mpfer an.\n
tutorial-unit-table-unit=Einheit
tutorial-unit-table-strength=St\u00e4rke
tutorial-unit-table-salary=Sold
tutorial-objective-7=Da du die Gr\u00f6\u00dfe des K\u00f6nigreichs deines Gegners auf ein Feld reduziert hast, wurde sein Hauptquartier zerst\u00f6rt und in einen Baum verwandelt.\n\nEs gibt zwei Arten von B\u00e4umen: Palmen und Eichen. Palmen wachsen auf K\u00f6stenfeldern. Sie verbreiten sich in jeder Runde. Eichen wachsen auf allen anderen Feldern. Sie verbreiten sich nur, wenn zwei Eichen nebeneinander stehen. Wenn sich ein Baum auf einem Feld befindet, erh\u00e4ltst du kein Einkommen daraus. B\u00e4ume k\u00f6nnen gef\u00e4llt werden, indem man eine Einheit auf ihnen platziert. Danach kann die Einheit erst in der n\u00e4chsten Runde wieder bewegt werden, selbst wenn der Baum in deinem eigenen K\u00f6nigreich w\u00e4chst.\n\nZiel: F\u00e4lle den Baum.\n\nHinweis: Du musst deinen Zug beenden, damit sich dein Speerk\u00e4mpfer wieder bewegen kann.\n
tutorial-objective-8-1=Es ist nun an der Zeit, eine Burg zu kaufen. Da sie keinen Sold ben\u00f6tigen, sind sie ideal f\u00fcr die langfristige Verteidigung. Nur Ritter und Barone k\u00f6nnen Burgen zerst\u00f6ren.\n\nVerwende diese Schaltfl\u00e4che, um eine Burg f\u00fcr 15 M\u00f6nzen zu kaufen:
tutorial-objective-8-2=Ziel: Kaufe und platziere eine Burg.\n\nHinweis: M\u00f6glicherweise musst du deinen Zug ein- oder mehrmals beenden, um gen\u00fcgend M\u00f6nzen zu sammeln.\n\nHinweis: Platziere die Burg in der N\u00e4he deiner Feinde, da sie nur die angrenzenden Felder sch\u00fctzt.\n
tutorial-objective-9=Jetzt kennst du die Grundlagen.\n\nAchte darauf, dass dein Hauptquartier nicht zerst\u00f6rt wird, da du sonst dein gesamtes Geld verlierst.\nAchte auch darauf, dass dein Gegner dein K\u00f6nigreich nicht in zwei Teile spaltet, da nur der Teil mit dem Hauptquartier dein Geld beh\u00e4lt und der andere Teil bei 0 beginnt.\n\nWenn du deine Einheiten zu Beginn deines Zuges aus irgendeinem Grund nicht bezahlen kannst, sterben sie und hinterlassen Grabsteine. Diese wiederum werden nach einer Runde zu B\u00e4umen.\n\nZiel: Erober die gesamte Insel, um das Spiel zu gewinnen.\n
tutorial-objective-10-1=Du kannst diese Schaltfl\u00e4che verwenden, um Z\u00fcge r\u00fcckg\u00e4ngig zu machen, aber nur innerhalb der aktuellen Runde:
tutorial-objective-10-2=Ziel: Erober die gesamte Insel, um das Spiel zu gewinnen.\n
tutorial-objective-11=Es stehen mehrere Tastenkombinationen zur Verf\u00fcgung:\n- Zug r\u00fcckg\u00e4ngig machen: Android- oder Maustaste "Zur\u00fcck"\n- Bauer kaufen: Rechtsklick\n- Bauer im eigenen K\u00f6nigreich kaufen und platzieren: Doppeltippen/Doppelklick\n- Burg kaufen: Klick mit der mittleren Maustaste\n- Burg kaufen und platzieren: langes Dr\u00fccken/Klick\n\nZiel: Erober die gesamte Insel, um das Spiel zu gewinnen.\n
